Repository: beltoftandersen/smart-gift-cards-for-woocommerce
Catalog: languages/smart-gift-cards-for-woocommerce-*.po
Languages: pt_pt

source: Sell digital gift cards, deliver them by email, and let customers redeem them at checkout.
pt_pt: Venda cartões-presente digitais, envie-os por e-mail e permita que os clientes os resgatem no checkout.

source: Smart Gift Cards for WooCommerce requires WooCommerce to be installed and active.
pt_pt: Smart Gift Cards for WooCommerce requer que o WooCommerce esteja instalado e ativo.

source: Settings
pt_pt: Definições

source: Code
pt_pt: Código

source: Amount
pt_pt: Valor

source: Balance
pt_pt: Saldo

source: Status
pt_pt: Estado

source: Recipient
pt_pt: Destinatário

source: Order
pt_pt: Encomenda

source: Created
pt_pt: Criado

source: Expires
pt_pt: Expira

source: Active
pt_pt: Ativo

source: Disabled
pt_pt: Desativado

source: Expired
pt_pt: Expirado

source: Redeemed
pt_pt: Resgatado

source: Never
pt_pt: Nunca

source: Disable
pt_pt: Desativar

source: Delete
pt_pt: Eliminar

source: %d gift card disabled.
pt_pt: %d cartão-presente desativado.

source: %d gift card deleted.
pt_pt: %d cartão-presente eliminado.

source: All
pt_pt: Todos

source: No gift cards found.
pt_pt: Não foram encontrados cartões-presente.

source: Gift Cards
pt_pt: Cartões-presente

source: Created by this order:
pt_pt: Criados por esta encomenda:

source: Used on this order:
pt_pt: Utilizados nesta encomenda:

source: Amount Used
pt_pt: Valor Utilizado

source: Gift Card Codes
pt_pt: Códigos de Cartão-presente

source: Code Prefix
pt_pt: Prefixo do Código

source: Prefix for generated codes (e.g., GIFT → GIFT-XXXX-XXXX-XXXX).
pt_pt: Prefixo para os códigos gerados (ex.: GIFT → GIFT-XXXX-XXXX-XXXX).

source: Amounts
pt_pt: Valores

source: Predefined Amounts
pt_pt: Valores Predefinidos

source: Allow Custom Amount
pt_pt: Permitir Valor Personalizado

source: Minimum Custom Amount
pt_pt: Valor Mínimo Personalizado

source: Maximum Custom Amount
pt_pt: Valor Máximo Personalizado

source: Expiry
pt_pt: Validade

source: Default Expiry (days)
pt_pt: Validade Predefinida (dias)

source: Set to 0 for no expiry.
pt_pt: Defina como 0 para não expirar.

source: Dedicated Gift Card Field
pt_pt: Campo Dedicado de Cartão-presente

source: Gift cards always work in the standard WooCommerce coupon field. Optionally show a separate "Apply Gift Card" field.
pt_pt: Os cartões-presente funcionam sempre no campo de cupão padrão do WooCommerce. Opcionalmente, mostre um campo separado Aplicar Cartão-presente.

source: Show Dedicated Field
pt_pt: Mostrar Campo Dedicado

source: Field Placement
pt_pt: Posição do Campo

source: Automatic (cart & checkout)
pt_pt: Automático (carrinho e checkout)

source: Shortcode only
pt_pt: Apenas shortcode

source: Apply Gift Card field (cart & checkout)
pt_pt: Campo Aplicar Cartão-presente (carrinho e checkout)

source: Product Page
pt_pt: Página de Produto

source: Controls how the gift card amount selector and recipient fields appear on the product page.
pt_pt: Controla como o seletor de valor do cartão-presente e os campos do destinatário aparecem na página do produto.

source: Product Form Placement
pt_pt: Posição do Formulário do Produto

source: Automatic (WooCommerce hook)
pt_pt: Automático (gancho do WooCommerce)

source: Shortcode only — [wcgc_product_form]
pt_pt: Apenas shortcode — [wcgc_product_form]

source: Gift card product form for page builders (Bricks, Elementor)
pt_pt: Formulário de produto de cartão-presente para construtores de páginas (Bricks, Elementor)

source: Advanced
pt_pt: Avançado

source: Delete All Data on Uninstall
pt_pt: Eliminar Todos os Dados ao Desinstalar

source: Dashboard
pt_pt: Painel

source: Total Issued
pt_pt: Total Emitido

source: Total Redeemed
pt_pt: Total Resgatado

source: Outstanding Balance
pt_pt: Saldo em Aberto

source: Add Gift Card
pt_pt: Adicionar Cartão-presente

source: Create Gift Card Manually
pt_pt: Criar Cartão-presente Manualmente

source: Recipient Name
pt_pt: Nome do Destinatário

source: Recipient Email
pt_pt: E-mail do Destinatário

source: Message
pt_pt: Mensagem

source: Create Gift Card
pt_pt: Criar Cartão-presente

source: Search
pt_pt: Pesquisar

source: Gift card created successfully!
pt_pt: Cartão-presente criado com sucesso!

source: Failed to create gift card. Please check the amount.
pt_pt: Falha ao criar o cartão-presente. Verifique o valor.

source: Security check failed. Please refresh and try again.
pt_pt: Falha na verificação de segurança. Atualize a página e tente novamente.

source: Session not available. Please refresh.
pt_pt: Sessão indisponível. Atualize a página.

source: Please enter a gift card code.
pt_pt: Introduza um código de cartão-presente.

source: Too many attempts. Please wait a moment.
pt_pt: Demasiadas tentativas. Aguarde um momento.

source: Gift card applied successfully!
pt_pt: Cartão-presente aplicado com sucesso!

source: Invalid gift card.
pt_pt: Cartão-presente inválido.

source: Gift card removed.
pt_pt: Cartão-presente removido.

source: This gift card code is invalid or cannot be applied.
pt_pt: Este código de cartão-presente é inválido ou não pode ser aplicado.

source: This gift card is already applied.
pt_pt: Este cartão-presente já está aplicado.

source: Gift Card (%s)
pt_pt: Cartão-presente (%s)

source: Have a gift card?
pt_pt: Tem um cartão-presente?

source: Gift card code
pt_pt: Código do cartão-presente

source: Apply
pt_pt: Aplicar

source: Used on order #%s
pt_pt: Utilizado na encomenda #%s

source: Refunded from order #%s
pt_pt: Reembolsado da encomenda #%s

source: Partial refund from order #%s
pt_pt: Reembolso parcial da encomenda #%s

source: Gift Card Delivery
pt_pt: Envio de Cartão-presente

source: Sent to the recipient when a gift card is purchased and created.
pt_pt: Enviado ao destinatário quando um cartão-presente é comprado e criado.

source: You received a {amount} gift card from {sender_name}!
pt_pt: Recebeu um cartão-presente de {amount} de {sender_name}!

source: You've received a gift card!
pt_pt: Recebeu um cartão-presente!

source: Someone special
pt_pt: Alguém especial

source: John Doe
pt_pt: João Silva

source: Jane Doe
pt_pt: Maria Silva

source: Happy Birthday! Enjoy this gift card.
pt_pt: Feliz Aniversário! Aproveite este cartão-presente.

source: Available placeholders: %s
pt_pt: Marcadores disponíveis: %s

source: Enable/Disable
pt_pt: Ativar/Desativar

source: Enable this email notification
pt_pt: Ativar esta notificação por e-mail

source: Subject
pt_pt: Assunto

source: Email heading
pt_pt: Cabeçalho do e-mail

source: Email type
pt_pt: Tipo de e-mail

source: Choose which format of email to send.
pt_pt: Escolha o formato de e-mail a enviar.

source: Initial Amount
pt_pt: Valor Inicial

source: Show transactions
pt_pt: Mostrar transações

source: Date
pt_pt: Data

source: Type
pt_pt: Tipo

source: Note
pt_pt: Nota

source: No transactions yet.
pt_pt: Ainda não há transações.

source: You don't have any gift cards yet.
pt_pt: Ainda não tem cartões-presente.

source: This gift card is not currently available for purchase.
pt_pt: Este cartão-presente não está atualmente disponível para compra.

source: Custom
pt_pt: Personalizado

source: Enter amount (%1$s – %2$s)
pt_pt: Introduza o valor (%1$s – %2$s)

source: Recipient Details
pt_pt: Dados do Destinatário

source: required
pt_pt: obrigatório

source: Personal Message (optional)
pt_pt: Mensagem Pessoal (opcional)

source: Please select a gift card amount.
pt_pt: Selecione um valor de cartão-presente.

source: Please select a valid gift card amount.
pt_pt: Selecione um valor de cartão-presente válido.

source: Gift card amount must be between %1$s and %2$s.
pt_pt: O valor do cartão-presente tem de estar entre %1$s e %2$s.

source: Please enter a valid recipient email address.
pt_pt: Introduza um endereço de e-mail válido do destinatário.

source: Gift Card Amount
pt_pt: Valor do Cartão-presente

source: Gift card created from order #%s
pt_pt: Cartão-presente criado da encomenda #%s

source: Manually created by admin
pt_pt: Criado manualmente pelo administrador

source: Applying...
pt_pt: A aplicar...

source: Removing...
pt_pt: A remover...

source: Request failed. Please try again.
pt_pt: O pedido falhou. Tente novamente.

source: Gift card
pt_pt: Cartão-presente

source: Gift Card
pt_pt: Cartão-presente

source: Comma-separated amounts (e.g., 25,50,75,100).
pt_pt: Valores separados por vírgulas (ex.: 25,50,75,100).

source: Gift cards are always virtual and non-taxable. Custom amount and expiry settings are controlled from the Gift Cards settings page.
pt_pt: Os cartões-presente são sempre virtuais e não tributáveis. As definições de valor personalizado e validade são controladas na página de definições de Cartões-presente.

source: From: %s
pt_pt: De: %s

source: Expires: %s
pt_pt: Expira: %s

source: Shop Now
pt_pt: Comprar Agora

source: Click "Shop Now" to apply your gift card automatically, or enter the code at checkout in the coupon/gift card field.
pt_pt: Clique em "Comprar Agora" para aplicar o seu cartão-presente automaticamente, ou introduza o código no checkout, no campo de cupão/cartão-presente.

source: Click the link above to apply your gift card automatically, or enter the code at checkout in the coupon/gift card field.
pt_pt: Clique no link acima para aplicar o seu cartão-presente automaticamente, ou introduza o código no checkout, no campo de cupão/cartão-presente.

source: Amount: %s
pt_pt: Valor: %s

source: Code: %s
pt_pt: Código: %s

source: Shop now: %s
pt_pt: Comprar agora: %s

source: Amount Button Focus Color
pt_pt: Cor de Foco do Botão de Valor

source: Color used for the amount button focus indicator on the product page.
pt_pt: Cor usada para o indicador de foco dos botões de valor na página do produto.

source: This gift card is already applied to your cart.
pt_pt: Este cartão-presente já está aplicado no seu carrinho.

source: Gift card applied! Balance: %s
pt_pt: Cartão-presente aplicado! Saldo: %s

source: Personal Message
pt_pt: Mensagem Pessoal

source: Integrations
pt_pt: Integrações

source: Settings for third-party plugin compatibility.
pt_pt: Definições de compatibilidade com plugins de terceiros.

source: Allow Loyalty Points for Gift Cards
pt_pt: Permitir Pontos de Fidelidade para Cartões-presente

source: Allow customers to use loyalty points to pay for gift card purchases.
pt_pt: Permitir que os clientes utilizem pontos de fidelidade para pagar compras de cartões-presente.

source: Loyalty points cannot be used to purchase gift cards.
pt_pt: Não é possível utilizar pontos de fidelidade para comprar cartões-presente.

source: Gift card deduction failed for: %s. Manual review required.
pt_pt: Falha na dedução do cartão-presente para: %s. Revisão manual necessária.
